import React from 'react'
import '../../css/usertext.scss'
const UserText=()=>{
  return(
    <div className="usertext">
      <h1>1、“易加医”用户协议</h1>

        <p>易加医用户协议（本“协议”）是用户与易加医咨询者客户端（“咨询者客户端”）的所有者杭州溢点信息技术有限公司（“易加医”）之间签订的，就用户通过咨询者客户端获得在易加医医生客户端（“医生客户端”）注册的咨询医师提供的服务（“服务”）所达成的合意。</p>

        <p>在用户仔细阅读本协议并点击“注册”按钮后，本协议即生效并对双方具有法律效力。</p>

        <h2>第1条服务内容</h2>

        <p>本协议下的服务包括用户使用咨询者客户端通过信息留言、电话咨询、视频咨询等方式向咨询医师进行健康咨询，或使用私人医生咨询服务、预约转诊服务以及用户赠送心意礼物等服务。</p>

        <h2>第2条用户的权利和义务</h2>

        <p>2.1.用户须同意所有本协议条款并完成注册程序，才能成为咨询者客户端的正式用户。用户确认：本协议条款是用户与易加医自愿达成的协议，在用户使用咨询者客户端提供的各项服务期间，协议有效。</p>

        <p>2.2.易加医通过互联网依法为用户提供互联网信息等服务，用户在完全同意本协议及咨询者客户端规定的情况下，方有权使用咨询者客户端的相关服务。</p>

        <p>2.3. 用户点击同意本协议的，即视为用户确认自己具有享受咨询者客户端服务、进行消费等相应的权利能力和行为能力，能够独立承担法律责任。如果用户在18周岁以下，用户只能在父母或监护人的监护参与下才能使用咨询者客户端。</p>

        <p>2.4.用户必须自行准备如下设备和承担如下开支：</p>

        <span>2.4.1.上网设备，包括并不限于电脑或者其他上网终端、调制解调器及其他必备的上网装置；以及</span>

        <span>2.4.2.上网开支，包括并不限于网络接入费、上网设备租用费、手机流量费等。</span>

        <p>2.5.本协议依据国家相关法律法规规章制定，用户同意严格遵守以下义务：</p>

        <span>(1)不得传输或发表：煽动抗拒、破坏宪法和法律、行政法规实施的言论，煽动颠覆国家政权，推翻社会主义制度的言论，煽动分裂国家、破坏国家统一的言论，煽动民族仇恨、民族歧视、破坏民族团结的言论；</span>

        <span>(2)从中国大陆向境外传输资料信息时必须符合中国有关法律法规；</span>

        <span>(3)不得利用咨询者客户端从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动；</span>

        <span>(4)不得干扰咨询者客户端的正常运转，不得侵入咨询者客户端及国家计算机信息系统；</span>

        <span>(5)不得传输或发表任何违法犯罪的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的、淫秽的、不文明的等信息资料；</span>

        <span>(6)不得传输或发表损害国家社会公共利益和涉及国家安全的信息资料或言论；</span>

        <span>(7)不得教唆他人从事本条所禁止的行为；</span>

        <span>(8)不得利用在咨询者客户端注册的账户进行牟利性经营活动；以及</span>

        <span>(9)不得发布任何侵犯他人著作权、商标权等知识产权或合法权利的内容；用户应关注并遵守咨询者客户端不时公布或修改的各类合法规则规定。</span>

        <h2>第3条易加医的权利和义务</h2>

        <p>3.1.易加医需保证提供安全、稳定的服务场所，保证服务的顺利进行。</p>

        <p>3.2.咨询者客户端的各项电子服务的所有权和运作权归易加医所有。</p>

        <p>3.3.易加医保留删除各类不符合法律政策或不真实的信息内容而无须通知用户的权利。若用户未遵守其义务的，易加医有权作出独立判断并采取暂停或关闭用户帐号等措施。用户须对自己在网上的言论和行为承担法律责任。</p>

        <p>3.4.易加医保留在中华人民共和国大陆地区法实施之法律允许的范围内独自决定拒绝服务、关闭用户账户、清除或编辑内容或取消订单的权利。</p>

        <h2>第4条用户信息的保密和使用</h2>

        <p>4.1.用户应依照诚信原则向咨询者客户端提供注册资料，用户应当保证其提供的注册资料真实、准确、完整、合法有效，用户注册资料如有变动的，应及时更新其注册资料。如果用户提供的注册资料不合法、不真实、不准确、不详尽的，用户需承担因此引起的相应责任及后果，并且易加医保留终止用户使用易加医各项服务的权利。</p>

        <p>4.2.用户在使用咨询者客户端进行消费并享受相关服务时，涉及用户真实姓名/名称、通信地址、联系电话、电子邮箱，以及用户上传的非公开的病历资料、基本情况、诊疗方案等文字、图片、数据信息等隐私信息的，易加医将予以严格保密。尽管有前述规定，用户特此授权易加医基于更好的为用户服务的目的对用户提供的信息进行整理和分析，以及用于和第三方在医疗健康领域的合作。</p>

        <p>4.3.用户注册成功后，将产生用户名和密码等账户信息，用户可以根据咨询者客户端的规定改变用户的密码。用户应谨慎合理的保存、使用其用户名和密码。用户若发现任何非法使用用户账号或存在安全漏洞的情况，请立即通知咨询者客户端并向公安机关报案。</p>

        <p>4.4.用户同意，易加医拥有通过邮件、短信电话等形式，向在咨询者客户端注册、购买的用户发送订单信息、促销活动等告知信息的权利。</p>

        <p>4.5.用户不得将在本站注册获得的账户借给他人使用，否则用户应承担由此产生的全部责任，并与实际使用人承担连带责任。</p>

        <p>4.6.用户同意，易加医有权使用用户的注册信息、用户名、密码等信息，登陆进入用户的注册账户，进行证据保全，包括但不限于公证、见证等。</p>

        <h2>第5条咨询服务条款</h2>

        <p>5.1.本条款所称“咨询服务”，特指用户通过咨询者客户端提交的咨询信息和通过预约特定咨询医师进行的电话/视频咨询，咨询的交互主体为咨询者客户端的用户和医生客户端注册的咨询医师。</p>

        <p>5.2.咨询者客户端中的实际服务提供者均为拥有中华人民共和国医师资格证书的专业医生。</p>

        <p>5.3.咨询只限于根据用户的主观描述，咨询医师尽可能利用医学知识及临床经验给予一定的解惑及如何就医方面的建议，不保证满足用户要求的诊断、治疗方面的建议一定能获得，亦不对结果是否符合用户预期作保证。</p>

        <p>5.4.咨询中咨询医师所提供内容均是个人建议，不得作为诊断、治疗的直接医疗处置，用户需知晓并同意诊断及治疗均需前往医院。擅自将咨询医师建议作为处方使用的，后果自负，与提供咨询服务的咨询医师及易加医无关。此外，用户可以通过咨询者客户端向咨询医师发送咨询信息，但用户承诺其知晓咨询医师可能无法及时予以回复，并且任何情况下用户都不得依赖咨询医师的回复而放弃或延误前往医院进行整诊断及治疗。</p>

        <p>5.5.易加医拒绝回复医疗健康之外的服务问题，包括但不限于如下情况：</p>

        <span>(1)非医疗健康类问题，如动物疾病问题、社会意识形态问题等；</span>

        <span>(2)医疗司法举证或询证问题；</span>

        <span>(3)胎儿性别鉴定问题；</span>

        <span>(4)未按提问要求提问，如提问时未指定咨询医师，却要求具体咨询医师回复；</span>

        <span>(5)有危害他人/自己可能的问题；</span>

        <span>(6)追问咨询医师个人信息的问题；</span>

        <span>(7)故意挑逗、侮辱咨询医师的提问；或</span>

        <span>(8)其他违反法律法规的行为。</span>

        <p>5.6.如服务在进行过程中由于易加医平台性能不稳定等系统原因导致服务不能完成的，将由易加医客服为用户安排重新咨询服务。</p>

        <p>5.7.用户必须在注册及申请收费服务时，详细阅读咨询者客户端各项规定，并严格按要求操作。在个人信息部分必须提供真实的用户信息，一旦发现用户提供的个人信息中有虚假，易加医有权立即终止向用户提供的所有服务和冻结用户的账户，并且有权要求用户赔偿因提供虚假信息给咨询医师及易加医造成的损失。</p>

        <p>5.8.除非另有明确的书面说明，咨询者客户端及其所包含的或以其它方式通过咨询者客户端提供给用户的全部信息、内容、材料、产品（包括软件）和服务，均是在“按现状”和“按现有”的基础上提供的。除非另有明确的书面说明，易加医不对咨询者客户端的运营及其包含在咨询者客户端上的信息、内容、材料、产品（包括软件）或服务作任何形式的、明示或默示的声明或担保（根据中华人民共和国法律另有规定的以外）。</p>

        <p>5.9.易加医不担保咨询者客户端所包含的或以其它方式通过咨询者客户端提供给用户的全部信息、内容、材料、产品（包括软件）和服务、其服务器或从咨询者客户端发出的电子信件、信息没有病毒或其他有害成分。如因不可抗力或其它本站无法控制的原因使咨询者客户端销售系统崩溃或无法正常使用导致网上交易无法完成或丢失有关的信息、记录等，易加医会合理地尽力协助处理善后事宜。</p>

        <p>5.10.易加医所承载的内容（文、图、视频、音频）均为传播有益健康资讯目的，不对其真实性、科学性、严肃性做任何形式保证。易加医亦致力于提供正确、完整的健康资讯，但易加医不保证信息的正确性和完整性，且不对因信息的不正确或遗漏导致的任何损失或损害承担责任。易加医所有信息仅供参考，不做个别诊断、用药和使用的根据，不能替代医生和其他医务人员的建议，如自行使用易加医中资料发生偏差，易加医将不会为此承担任何法律责任。</p>

        <p>5.11.用户在咨询过程中要语言文明，尊重咨询医师，平等交流。如有对咨询医师恶意中伤，语言不文明，咨询医师有权立即中断服务，用户无权要求退款。</p>

        <p>5.12.当用户顺利使用完付费咨询服务后，不得因为咨询服务中的内容不满意要求退款。如遇用户对咨询内容不满意，用户可以向易加医提出投诉，易加医有义务依据情况协调沟通，维护咨询医师和用户关系和谐。</p>

        <p>5.13.电话/视频咨询过程中遇到咨询医师有紧急事情处理时（例如由于医生根据职业要求无法在约定时间提供服务），应当暂停咨询，经用户向易加医客服申报，易加医将为用户安排重新咨询的具体时间。</p>

        <p>5.14.对于用户在咨询者客户端预定服务中的不当行为或其它任何易加医认为应当终止服务的情况，易加医有权随时作出删除相关信息、终止服务提供等处理，而无须征得用户的同意。</p>

        <p>5.15.如存在下列情况：</p>

        <span>(1)易加医在对用户的注册数据及电话/视频咨询的行为自行查阅时，发现注册数据或咨询行为中存在任何问题或怀疑；</span>

        <span>(2)用户或其它第三方通知易加医，认为某个具体用户或具体交易事项可能存在重大问题；或</span>

        <span>(3)用户或其它第三方向易加医告知咨询内容有违法或不当行为的，易加医以普通非专业的知识水平标准对相关内容进行判别，可以明显认为这些内容或行为具有违法或不当性质的；</span>

        <p>易加医有义务在上述情况出现后对相关数据、用户或第三人的通知以及与咨询有关的其它事项进行审查；并有权根据不同情况选择保留或删除相关信息或继续、停止对该用户提供服务，并追究相关法律责任。</p>

        <h2>第6条私人医生咨询服务</h2>

        <p>6.1.本条款所称私人医生咨询服务，系指咨询用户提交用户订单、完成支付并经咨询医师确认订单后，咨询医师与用户在订单购买服务时间内通过易加医APP及手机通讯设备进行健康咨询服务；咨询的交互主体为咨询者客户端的用户和医生客户端的咨询医师。用户承诺并知晓本协议下的私人医生咨询服务仅系健康咨询，任何情况下均不得视为或替代用户前往医院或通过其他途径接受的诊疗活动；尤其是在紧急情况下，用户应当及时拨打急救电话或前往医院就诊。如因用户未能及时前往医院或拨打急救电话而引起的任何损失或损害，易加医与咨询医生均不承担任何赔偿责任。</p>

        <p>6.2.定制私人医生服务的流程：</p>

        <span>(1)咨询医师可自行选择是否开通私人医师服务，并设定公平合理的服务费用；</span>

        <span>(2)用户通过咨询者客户端根据自身实际需要在线购买私人医生服务，并完成支付（当前私人医生咨询服务的类型及价格均可在咨询者客户端上进行查询）； </span>

        <span>(3)咨询医师收到订单后自主决定接受或拒绝用户订单；</span>

        <span>(4)若咨询医师接受服务购买订单，用户会【随即收到易加医发送的订单成功短信并可在咨询者客户端查询订单状态，该订单有效期自咨询者客户端所显示的订单确认成功之日起算[具体订单周期及类型可能会随着业务的开展而不时调整，故未在此予以列明。请在APP服务页面予以介绍说明。]】；若咨询医师拒绝接受该订单，订购用户会【随即收到易加医发送的订单失败短信提醒并可在用户客户端查询到订单状态】，此时用户可通过咨询者客户端在线提交退款申请；</span>

        <span>(5)订单成功后，咨询医师与用户可在订单中所载的服务时间内使用易加医APP上设置的【打电话】[请根据app上最终使用的表述予以填写。]功能进行健康咨询；</span>

        <span>(6)用户或咨询医师任何一方使用【打电话】功能进行电话联系时，该方会首先收到第三方虚拟号码的电话呼入，接听后，另一方会随即收到第三方虚拟号码的电话呼入；咨询时间自两方同时接听时起算；</span>

        <span>(7)订单中购买的咨询时间用尽或订单所购买服务的有效期届满，视为该订单已完成。</span>

        <p>6.3.使用私人医生咨询服务时，用户承诺：</p>

        <span>(1)用户应当遵守本协议第5.2条至第5.15条所规定的义务；</span>

        <span>(2)用户知晓使用第6.2（5）条【打电话】功能拨出或接听电话时，易加医不会收取任何通讯费用；但接听第三方虚拟号码来电时，用户所选用的移动通信运营商（例如中国联通、中国移动）可能根据其通讯资费标准收取电话接听费用（例如漫游接听时产生的通讯费用等）。此时，用户应当自行承担该通信费用；</span>

        <span>(3)咨询医师可以自行设定公平合理的服务费用，但易加医有权根据适用的法律法规及行业标准建议咨询医师调整服务费用；若咨询医师设定的服务费用违反法律法规，易加医有权拒绝向咨询医师开通私人医生服务；</span>

        <span>(4)咨询医师确认订单后，用户应当与咨询医师实际开展健康咨询服务；若经易加医查实双方并未实际开展咨询服务，易加医有权立即取消咨询医师与订单用户使用私人医生服务的资格。</span>

        <h2>第7条预约转诊服务</h2>

        <p>7.1.为符合卫生部“推行层级诊疗”精神，将门诊机会分配给真正需要专家诊治的重大疾病患者，易加医联合咨询医师为用户提供免费预约转诊服务。预约转诊不占用正常门诊挂号资源，通过易加医医生客户端注册的咨询医师将在其正常工作时间外为亟需挂看专家号的用户提供就诊机会。</p>

        <p>7.2.只有符合咨询医师设定病情条件的用户才有资格申请预约转诊服务。用户按要求提交病情资料，经由咨询医师确认接受预约转诊后，用户方可获得预约转诊资格。</p>

        <p>7.3.咨询医师仅在看完医院正常挂号的患者后，才会为获得转诊的用户提供就诊服务。</p>

        <p>7.4.用户通过咨询者客户端获得预约转诊资格后，须先到咨询医师所在门诊得到该咨询医师确认，在拿到咨询医师开具的转诊单后须至医院挂号室挂号并交纳医院规定的挂号费，随后便可依照该咨询医师门诊号就医看病。[请确认该流程与实际操作情况相符。]</p>

        <p>7.5.如遇咨询医师临时停诊，预约转诊自动失效。易加医将尽早通知用户以便用户在其他医院选择其它专家挂号就诊。[此处仅提及医生停诊时的处理。而针对已预约成功但未按时前往就医的用户，贵司是否有相应的惩罚措施？（例如，好大夫采取了如下规定：“如有特殊情况不能如约就诊，必须在约定就诊时间前一天16：00之前在好大夫网站上取消预约。否则一旦爽约，好大夫网站将永不再向您提供这种转诊机会”）]但对于由此给用户造成任何损失，易加医不承担任何赔偿责任（包括但不限于该用户为前来就诊所花费的差旅费、伙食费等）。</p>

        <h2>第8条赠送心意礼物</h2>

        <p>8.1.用户可通过咨询者客户端向咨询医师赠送小额心意礼物，用于表达对咨询医师的感谢，并用于咨询医师开展学习、科研、科普宣教等用途（在咨询医师允许的前提下，该用途有可能根据咨询医师的实践、学术情况做出调整）。当前线上礼物的类型及价格均可在咨询者客户端上进行查询。</p>

        <p>8.2.如发现用户的赠送行为或咨询医师的接受行为有可能影响正常医患关系健康发展，网站将自主与双方沟通，并视情况退回相关礼物。</p>

        <p>8.3.心意礼物将由易加医在扣除少量运营费用后，全部划入咨询医师收入账户中。具体支付方法参见本协议第11条。</p>

        <h2>第9条用户资料上传</h2>

        <p>用户有权使用咨询者客户端的“诊疗记录”功能，将其在医院的就诊记录以图片和/或文字形式上传至易加医咨询者客户端，上传内容包括但不限于出院小结，检验、检查结果，处方单，影像学照片（CT、磁共振等）等。同时，用户可通过勾选、在线填写、图片上传等方式，记录其每日的自我评分、用药情况、检查情况、治疗方案及效果、不适症状、心情日记等内容。[请核对“诊疗记录”的功能描述是否准确。]</p>

        <p>9.2.使用本协议第9.1条所述功能时，用户承诺：</p>

        <span>(1)用户保证其有权或依法经过合法授权上传资料；</span>

        <span>(2)用户上传的资料内容不得违反法律、法规以及本协议中的其他条款（特别是第2.5条以及第12条）；以及</span>

        <span>(3)用户同意并认可其通过咨询者客户端点击“关注”某咨询医师的行为，即被视为同意并授权易加医向该咨询医师开放以及该咨询医师有权浏览其上传于“诊疗记录”功能中的全部内容。</span>

        <p>9.3.易加医承诺严格遵守本协议第4条（用户信息的保密和使用），履行用户信息保密义务。</p>

        <h2>第10条服务订单</h2>

        <p>10.1.在用户提交预定服务的相关订单时，用户须仔细确认所购服务的名称、价格、数量、说明、注意事项、联系地址、电话等信息。联系人与用户本人不一致的，联系人的行为和意思表示视为用户的行为和意思表示，用户应对联系人的行为及意思表示的法律后果承担连带责任。</p>

        <p>10.2.除法律另有强制性规定外，本协议双方约定如下：</p>

        <span>(1)咨询者客户端上易加医展示的服务和价格等信息仅仅是要约邀请，用户下单时须填写用户希望购买服务的数量、价款及支付方式、联系人、联系方式、联系地址（合同履行地点）、合同履行方式等内容；</span>

        <span>(2)计算机信息系统根据用户填写的内容自动生成的数据，仅是用户向易加医发出的合同要约；</span>

        <span>(3)对于本协议第5条下的咨询服务，只有在易加医与用户在订单中指定的咨询医师进行联系并确认预约时间，并且向用户发出确认通知时，方视为用户与易加医之间就咨询医师提供咨询服务建立了合同关系。而如果用户在一份订单里订购了多份服务，并且易加医只在向用户发送的确认通知中确认了部分服务内容时，用户与易加医之间仅就该确认部分的服务建立了合同关系；</span>

        <span>(4)用户可以随时登陆用户在咨询者客户端注册的账户，查询订单状态。</span>

        <p>10.3.由于市场变化及各种以合理商业努力难以控制的因素的影响，易加医无法保证用户均能随时获得提交的订单中的服务，用户是否能够按其提交内容获得服务，应当以易加医与相关咨询医师联络的情况以及订单确认通知为准；如用户无法获得拟购买的服务，用户有权取消订单。</p>

        <h2>第11条费用支付与退还</h2>

        <p>11.1.作为本协议所述的服务的对价，用户应当依照咨询者客户端所载明价格以及选择支付方式向易加医支付相应服务费用。</p>

        <p>11.2.在扣除相应运营成本后，第11.1条所述费用将由易加医转入为用户提供相关服务的咨询医师的银行账户中。</p>

        <p>11.3.费用退还</p>

        <span>11.3.1.发生以下情况时，易加医应当及时向用户安排退款事宜：</span>

        <span>(1)咨询服务费：</span>

        <span>(i)如果用户支付了咨询服务费，但由于咨询医师的原因导致咨询医师无法按照约定时间为用户提供咨询服务，且在超过预约时间后的十（10）分钟内仍无法提供的，用户将有权自主选择另行预约咨询服务时间、更换咨询医师或要求全额退款；</span>

        <p>如果用户支付了咨询服务费，但由于用户的原因导致需要取消咨询服务的，则依照以下规则：</p>

        <span>(a)在用户与咨询医师约定开始咨询服务前至少4小时（含）及以上，如果用户要求取消咨询服务的，易加医应向用户返还其已支付的全部咨询服务费；</span>

        <span>(b)在用户与咨询医师约定开始咨询服务前4小时（不含）以内，如果用户要求取消咨询服务的，易加医应向用户返还其已支付咨询服务费的50%；</span>

        <span>(c)在用户与咨询医师约定开始咨询服务后的10分钟（含）内，如果用户未能按约开始接受咨询且在前述时间内未与易加医联系说明情况的，用户已支付的咨询服务费不予退还用户。</span>

        <span>(2)心意礼物费用：</span>

        <p>除本协议另有约定，用户已支付的心意礼物费用不予以退还。</p>

        <span>(3)私人医生服务费：</span>

        <span>(i)若咨询医师拒绝接受用户订单，用户可通过咨询者客户端在线提交全款退还申请；</span>
        <span>(ii)私人医生服务订单确认成功后，若咨询医师因故未能及时接听电话，则需要在医生客户端所显示的【最近一次】[请确认：如果用户在同一天多次呼入，是否以最后一次呼入时间起算医生回拨时间。]未能接听用户呼入后的24小时内及时向用户回电；若咨询医师未能完成回电，易加医会与咨询医师取得联系并提醒咨询医师应当及时回电；在该订单有效期内，如果咨询医师接到三（3）次及以上易加医要求其及时回电的提醒，用户即有权申请取消服务，同时易加医将根据实际情况向用户返还部分或全部其已支付的私人医生服务费。</span>

        <span>(4)用户足额支付订单后，因易加医的原因（如技术故障等原因）导致用户无法接受咨询服务、私人医生服务或赠送心意礼物的；</span>

        <span>(5)用户对咨询服务/私人医生服务内容不满意并向易加医提出投诉，经易加医审核同意认为应当予以退款的。</span>

        <span>11.3.2.退款方式：退入用户支付该笔费用时使用的个人账户（银行账户/支付宝）。</span>

        <span>11.3.3.退款办理时间：</span>

        <span>(1)退款申请受理时间：2个工作日，法定节假日不受理退款申请；</span>

        <span>(2)有效退款申请处理时间：用户向易加医提交退款申请并经易加医核实，易加医应当在3个工作日办理完毕退款事宜；特殊情况则应当在5个工作日办理完毕。如遇法定节假日则相应顺延。</span>

        <span>11.3.4.用户应当在知道或应当知道第11.3.1条规定的退款事由出现之日起5日内提出退款，逾期则不予办理。</span>

        <h2>第12条所有权及知识产权条款</h2>

        <p>12.1.用户一旦接受本协议，即表明该用户主动将其在任何时间段在咨询者客户端发表的任何形式的信息内容（包括但不限于用户评价、用户咨询、各类话题文章等信息内容）的财产性权利等任何可转让的权利，如著作权财产权（包括并不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及应当由著作权人享有的其他可转让权利），全部独家且不可撤销地转让给易加医所有，用户同意易加医有权就任何主体侵权而单独提起诉讼。</p>

        <p>12.2.本协议已经构成《中华人民共和国著作权法》及相关法律规定的著作财产权等权利转让书面协议，其效力及于用户在咨询者客户端上发布的任何受著作权法保护的作品内容，无论该等内容形成于本协议订立前还是本协议订立后。</p>

        <p>12.3.用户同意并已充分了解本协议的条款，承诺不将已发表于咨询者客户端的信息，以任何形式发布或授权其它主体以任何方式使用（包括但限于在各类网站、媒体上使用）。</p>

        <p>12.4.易加医是咨询者客户端的制作者，拥有此客户端内容及资源的著作权等合法权利，受国家法律保护，有权不时地对本协议及咨询者客户端的内容进行修改，并在咨询者客户端张贴，无须另行通知用户。在法律允许的最大限度范围内，易加医对本协议及咨询者客户端内容拥有解释权。</p>

        <p>12.5.除法律另有强制性规定外，未经易加医明确的特别书面许可，任何单位或个人不得以任何方式非法地全部或部分复制、转载、引用、链接、抓取或以其他方式使用咨询者客户端的信息内容，否则，易加医有权追究其法律责任。</p>

        <p>12.6.咨询者客户端所刊登的资料信息（诸如文字、图表、标识、按钮图标、图像、声音文件片段、数字下载、数据编辑和软件），均是易加医或其内容提供者的财产，受中国和国际版权法的保护。咨询者客户端上所有内容的汇编是易加医的排他财产，受中国和国际版权法的保护。咨询者客户端上所有软件都是易加医或其关联公司或其软件供应商的财产，受中国和国际版权法的保护。</p>

        <h2>第13条违约责任</h2>

        <p>13.1.系统因下列状况无法正常运作，使用户无法使用服务时，易加医不承担损害赔偿责任，该状况包括但不限于：</p>

        <span>(1)在易加医公告其客户端须进行系统停机维护期间；</span>

        <span>(2)电信/视频等通讯设备出现故障不能进行数据传输的；</span>

        <span>(3)因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成系统障碍不能执行业务的；</span>

        <span>(4)由于黑客攻击、电信部门技术调整或故障、银行方面的问题等原因而造成的服务中断或者延迟。</span>

        <p>13.2.因如下情况造成订单延迟或无法交付等，易加医不承担延迟交付的责任：</p>

        <span>(1)用户提供的信息错误、接受端设备等原因导致的；</span>

        <span>(2)服务发送后无人查阅的；</span>

        <span>(3)不可抗力因素导致的，例如：自然灾害、基础网络问题、突发战争、网络黑客等和其它不可预见及不可避免的情况发生。</span>

        <h2>第14条服务信息的变更</h2>

        <p>咨询者客户端上显示的各项服务价格、数量、能否提供等信息可能发生变动，前述变动咨询者客户端将不会向用户作出特别通知。咨询者客户端显示的信息可能会有一定的滞后性或差错，对此情形用户应当知悉并理解。在法律允许的范围内，易加医有权随时变更其客户端上所载内容而无须另行告知用户。</p>

        <h2>第15条协议的变更及用户关注义务</h2>

        <p>根据国家法律法规变化及网络运营需要，易加医有权对本协议条款不时地进行修改，修改后的协议一旦被张贴在咨询者客户端上即生效，并代替原来的协议。用户可随时登陆查阅最新协议；用户有义务不时关注并阅读最新版的协议及咨询者客户端公告。如用户不同意更新后的协议，可以且应立即停止接受易加医依据本协议提供的服务；如用户继续使用咨询者客户端提供的服务，即视为同意更新后的协议。易加医建议用户在使用咨询者客户端之前阅读本协议及咨询者客户端的公告。如果本协议中任何一条被视为废止、无效或因任何理由不可执行，该条应视为可分的且并不影响任何其余条款的有效性和可执行性。</p>

        <h2>第16条管辖法律及争议解决</h2>

        <p>本协议的订立、执行和解释及争议的解决均应适用在中华人民共和国大陆地区适用之有效法律（但不包括其冲突法规则）。如发生本协议与适用之法律相抵触时，则这些条款将完全按法律规定重新解释，而其它有效条款继续有效。由本协议产生或与本协议有关的任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可向易加医所在地的人民法院提起诉。</p>

        <h2>第17条其他</h2>

        <p>17.1.咨询者客户端的所有者易加医已经获得相关主管部门的依法许可和/或备案。</p>

        <p>17.2.本协议部分条款的无效或可撤销，不影响其余条款的法律效力。</p>

        <p>17.3.易加医在咨询医师存在过失或违约时放弃本协议规定权利的，不得视为其对咨询医师的其他或以后同类之过失或违约行为弃权。</p>

        <p>17.4.易加医尊重用户和消费者的合法权利，本协议及咨询者客户端上发布的各类规则、声明等其他内容，均是为了更好的、更加便利的为用户提供服务。易加医欢迎用户和社会各界提出意见和建议，易加医将虚心接受并适时修改本协议及咨询者客户端的各类规则。</p>

        <i>杭州溢点信息技术有限公司 </i>
        <i>2016年3月</i>
    </div>
  )
}
export default UserText